[
    {
      "doc_id": "Document",
      "original_uuid": "1cd77cda379b4f76b2b71b4d82a6bfbd",
      "content": "Could you say a little bit about your organisation’s activities?\nWhen you say that, do you mean the farm side or the [org name] ?\nI think the [org name].\n[org name] is 3 farmers, we all grow potatoes. We are all selling individually, and what we’re trying to do is come together to make an organisation basically, where all our potatoes are bought centrally and marketed all together.\nSo, fundamentally, we brought in a trader to take the burden out of the individual farms and get closer to the customers, because the customers don’t really want to deal with the farms, they would rather go through an organisation.\nSo, it’s like an interface between the farmers and the customers? \nYes, basically, somewhere in the middle it’s owned by the farmers. Set up for the farmers. And the idea is by taking the middle man out, we are the middle man.\nSo, you’re taking the middle man out from between the farmers and the market?\nYes. We are the traders in the middle.  \nThat’s great. What’s your personal involvement in this? What role do you play?\nWhen the factory wants loads, well, rather than going to individual farms, we manage their supply into the factory. So, there’s about ten-fifteen farms, supplying in. And we manage that supply so that there’s a steady supply of potatoes rather than odds and sods here and there. Then obviously, they pay [org name]  and [org name]  distributes the money out to the farmers.\nSo, I believe you operate on a local level?\nThe main core of the group is local. But then we do supply factories all over the country. And we buy potatoes from all over the country as well, on an ad hoc basis, so we can supply all year round because potatoes arrive at different periods of the year. And obviously, we want to supply the factories all year round, and they want a supply all year round. So, we buy from other farms as well, which supply at different times of year, it varies.\nIs this nationally, or do you do anything with factories or suppliers in other countries? \nWe do a little bit. We have exported in the past. Not much this year. Last year we were exporting and importing. But it’s only really to fill any gaps. When we have extreme heat, or anything like that, we just fill in gaps when there’s surplus, things like that.\nSo, you operate locally, regionally and nationally. But internationally when you have to, when there’s a gap? \nYeah, when there are too many potatoes here, we have exported to Poland, exported to Ireland and Belgium quite a bit. But that’s not a regular thing, that’s just when the market requires it, if there’s an opportunity we have to grab it.\nHow would you consider yourself to be innovative? What do you feel you are doing differently?\nInitially we had to go through somewhere else other than [org name] and there is a lot of money in the middle man. And basically, the idea was that we cut out the middle man and all that money comes back to the farm.\nSo, we’re not there to make money, we’re there to pass the money back to the farmer. And that is the crux of the industry that has not been happening.\nThe money going back to farmers – that’s what’s not been happening?\nIt’s not been going back to the farmer.\nAnd that’s what you aim to address? \nThat’s what we’re trying to deal with. And since we’ve become in the area, doing what we’re doing, these other mergers in the middle are taking the mass market out because they have to compete.\n\nSo, are you saying there’s now competition?\nThere’s more competition in the area.\nSo, people have seen that it’s a good idea and they want in on it?\nYes, as it were. I’ve just obeyed the company really. We’ve got a lot to do, to get to where we want to get to. It’s certainly helping. Obviously, after Covid it’s been a challenging year.\nIndeed. So, in terms of collaborators – well you’ve touched on competition, but considering who you’re collaborating with at the moment, there’s the three farms and other suppliers?\nThere’s three farms that are direct suppliers, and then we have contractual other farms, basically guaranteeing us their spuds, contracted into the group. And we supply factories like Walkers, McCains, Seabrooks – various crisps, all those sorts of people. [unclear] Food, we do a little bit of pre-packaged for supermarkets with Morrison’s and different people. [unclear 0:08:51.0]\nAnd you’ve explained that your role in this network is bypassing the middle man and making sure that the most profit goes from the customers back to the farmers?\nYes, basically.\nWho amongst the people you’re working with, who are crucial? With the other people who you’ve mentioned, who you’re collaborating with, are they all crucial to the functioning of [org name] ?\nNo, not the day-to-day running of it. I’m obviously managing the office with staff. They are obviously directors of the business, interested in how it works, but the day-to-day management comes back to me and the staff. Is that what you mean?\nYes, so what you’re saying is that if a supplier dropped out, you could find a different supplier, and things like that?\nYes, obviously the crucial thing is suppliers and farmers. If you haven’t got them, or enough of them to supply the demand you’ve got, you’ve got problems.\nSo, they’re the important ones?\nYes.\nPlus, of course, the people who like yourself, are actually running the organisation, running the outfit?\nWho’s crucial within who runs it?\nI think you just mentioned the people who are managing it?\nYeah, that’s me, we’re the crucial ones. Well, if we don’t do what we do then someone else will do it. But yeah, we are the ones making it work.\nSo, I think, looking a little bit towards the future, if you consider the next few years, and for the longer term, perhaps the next fifteen years, what would you say is your vision for what you might call, ‘Future Food Systems’?\nMy vision for the future – I think sustainability is the key to anything. If we don’t have sustainability, we’ve got problems. I want to bring more farmers on board, to grow our members; to see the benefits of what we’re doing. And also, to look at taking this – we’ve just started off a 7.5kg bag line, it’s a new thing for us, getting closer to the customer, and I think we’ll look at something else to get closer to the customer really and cut the factories out, where we become further down the chain. The closer to the customer we get, the more we’ll get back to the farm.\nSo, ultimately you would have a process that would take the produce directly from the farm, straight to the end customer?\nThat is the ultimate. I think rather than just selling the potato, we’ll slice it, and things like that. Or we’ll put it into ready-made meals. Well maybe not that, but get it ready to go closer to the end user.\nSo, you’re sort of gradually, as you mentioned, bypassing elements of the chain, starting recently with going direct to consumer and that’s the direction you want to take in the future?\nI think one thing is the scale, we need to increase the volumes we trade as a group. And on the other side we need an avenue where we get closer to the customer, to take the volatility out of the job.\nAnd how do you feel this will contribute to sustainability?\nBecause you’ve got [unclear] contracts in front of you. The factories, the customers – to be honest, the customers are quite happy paying a fair price for a good quality product. The problem is market prices – these dealers in the middle, and the factories, are really, when they can do, dropping the price for the farmers. So, we need to move closer to the end product where we can sustain a steady, average price for sustainability. Because in the last two years, we’ve seen the base price collapse to £30-£40 per tonne. And to give you an idea, we need £100-£110 per tonne to cover costs, to break even.\nAnd so, you can charge a fair price to the end customer whilst still getting enough profit to stay in business?\nYes.\nRight, good.\nSo, we need to get close to then cut those rogues out the industry, really.\nOkay, so it’s cutting the rogues out. So, it sounds like you’ve already taken the next step towards doing that by starting a direct-to-customer service?\nYeah, that was done – we launched about four months’ ago.\nAnd this is basically the direction you’re going in, to expand that part of the business?\nIt’s part of it yes. Obviously, there are different areas. We want more growers on board, more customers, and to grow that base we’d need to add more of what we’re doing and probably streamline what we’re doing. So, there’s a three-way approach where we can drive out the inefficiencies, really.\nAnd another thing, well as you know, things have changed quite recently – can you see any trends in society that could perhaps accelerate the vision that you’ve just put forward, that might contribute to help?\nObviously, COVID is a massive thing. I do think there is more of an element of people wanting to know where it’s come from. And I think there is an element of people wanting that, but it’s how you get the price and the customers to stop undermining everything we’re doing in the UK, in the food industry. Because customers are willing to pay for it. They’re willing to pay for quality. But, there’s people within the system that will say, ‘This is this,’ but meanwhile bring some cheap stuff in the backdoor. And that, as an industry, as a country, for food manufacturing areas we need to clamp down on.\nI’m wondering if Brexit is a factor? If it’s harder to import things, would that be in your favour?\nWell, it’s harder to import things, definitely. But as a country we haven’t got enough manufacturers to process the potatoes we have in the country anyway. So, we’ve let it all go abroad, potatoes go to Belgium and then come back ready-made.\nBut that might be more difficult. So, it’s about developing manufacturing capacity to actually use what we already have?\nWe use what here, we import a large amount of potatoes anyway, for ready-made meals and things like that. We’ve got the product to use, it’s here in the country but we’re not utilising it. And the factories, the money has been invested in other countries, not the UK for processing potatoes. And I know there’s McCain’s have reduced what they spend here, and [unclear – 0:16:17:0] their major competitor take potatoes out of the UK, into Belgium, process them and they come back as a value pack for the supermarkets. Why are we allowing the road miles and everything else – it’s crackers.\nSo, it sounds like the bottle-neck is actually going to be processing capacity in the UK?\nYes. The farmers are there, they’ll do a good job. They’re there to do it. But if they can’t process what we produce, we’re snookered. We’re just flooding the market.\nDo you think that [org name]  could actually, in any way, contribute towards helping with developing this processing capacity?\nWe could, but the trouble with all these ideas is that they cost a lot of money. And at a farm level, there isn’t a lot of money left in the tank to be able to chuck at these things. You’ve got to make your profits to then reinvest them. And the banking industry is backing away from agriculture, because it’s not seen as a very well – the profit margins are pathetic. So, it’s building that to go forward. Money is key. Just like a chicken and egg scenario, isn’t it?\nYes. So, you’re aware of this issue but you might not be in a position personally to do much about it?\nExactly. I can see the issue. I know exactly what the issue is and I know where you’d take it forward. But without the investment or money to back what requires doing, it’s a waste of time, isn’t it?\nSo, moving on a little bit more to financial issues, how resilient do you feel your organisation is? How stable do you think things might be, going forward in the next few years?\nThe stability in [org name]  is fine. The stability in agriculture and farming is disastrous. Without the farmers and the potatoes, and supply what ever you’re doing, we’re not very stable. The problem is, manufacturing full stop. In this country I’m hoping Brexit will change it but we don’t know whether we’ve got a good deal or a bad deal yet, do we?\nIt’s still evolving, yeah.\nIt’s a long way to go to get through this. Farming is in a dire mess. And that includes potatoes. And that’s not necessarily for the price, it’s the weather patterns and everything. It’s very, very difficult. I’m looking at things from two sides of the fence. \nAnd so, which two sides?\nThe side of the farmer, I’ve a £2 million turnover business farming. And it’s not paying. And I’m on the [org name] , the middle part of that is paying, but without farmers, you haven’t got a business.\nSo, this is basically the main risk, the whole farming industry in the UK after Brexit?\nWe don’t know which way it’s going to go. There are very few farms in the last two or even three years that are actually profitable to a level that is satisfactory to a bank manager.\nThat is worrying indeed. \nAnd the banks are – it’s very difficult for them to lend, if the business has a negative cash flow, through no fault of their own. And there’ll be a lot of businesses after COVID with the same scenario now.\nWe’ll come back to COVID in a moment, but in your answer to business and in [org name] , what sort of contingency plans to you have for the next few years, to deal with these risks?\nThe contingency plan for the farm side of things is basically reduce what I’m doing, because I cannot risk the losses. So, I’m actually downscaling what we’re doing. Reducing the farm size. Now I’m in my late 30’s (nearly 40!), I should really be pushing things on.\nYeah, building things up, developing them, yeah.\nDeveloping, and actually, we doing quite the opposite. I’m doing the less. From the [org name]  point of view, basically, I’m getting more growers on board and spreading the risk out to more growers. So, the more growers we get, the less at risk we are.\nSo, can reduce risk on the [org name]  side by diversifying, bringing in more growers, and on the farm side all you can do is down scale to a point at which you feel you can operate?\nWhich is downscale to a point at which it’s manageable and we can guarantee sales through all of our products we produce. What else can you do? I’m going to be here in the future.\nYes, you’re just not quite sure how. That’s all rather worrying. And then of course, there is the COVID crisis on top of this. So, perhaps just considering that in particular, how did COVID impact you as an organisation?\n[org name] , as an organisation, we had contracts – our customers basically tore up in front of us. For supply, we’ve basically not been able to move the tonnage required because one of our sectors we supply, the food sector, restaurants etc., overnight, stopped. And I would say about one third of the potato industry supplies this sector. So, all of a sudden, we had a lot of potatoes sat there with no homes. That was a major effect. To the point after the lockdown now, this sector doesn’t require the potatoes. And we’re planning now for 2021/2022 harvest and to be quite honest we’ve got customers who won’t sign a contract with us until they know more about what is going to happen. But as a farmer, you have to buy the seed, you have to plant the potatoes, you can’t stop. But the customers are just saying, ‘Well, not sure. Plant them – I’ll let you know later in the year whether we’re going to take them or not.’\nAre you fearing you might end up with a pile of potatoes you can’t sell to anybody?\nAbsolutely. Thousands of tonnes of potatoes in the ground and in sheds which will not get processed or used. They’ll just get wasted.\nI wonder if the Direct to Customer service could help here? If you could get some straight to the customers, would that help?\nThere is an element of that, but there are a lot of people who don’t use potatoes – the cooking at home is rice, it’s pasta. Certainly, don’t want to be importing stuff, which is what’s coming up. So, if you want to help the British farmers, the supermarkets, the factories need to stop importing stuff.\nAnd start taking things from British suppliers. So, is [org name]  a suitable venue to publicise this, to actually say, ‘Look, we’ve got all this stuff, you don’t need to go abroad’?\nWell, it is, but we’re probably not a big enough player. When you’re talking to the likes of McCain’s, and Walkers, and those sorts of people, they’re a multinational company anyway, they have suppliers from all over the place. It’s got to come from government level really, to say, ‘No, no more.’ Or the supermarkets, the customers. But it’s not the public, it is the supermarkets. And the government has got to say, ‘No, enough is enough.’\nApart from all these bad things that have clearly happened, is there anything that has changed for the better as a result of COVID? Anything at all?\nThe small outlets like farm shops, places like that, they often have online sales, the veg boxes – that side of things has done very well on the back of it. So, that’s something, that’s good. But it’s not to the same scale as what we’ve lost on the other side.\nAnd I think you’ll be likely to continue building that up, even as COVID passes?\nThat will continue and hopefully will go from strength to strength.\nSo, you’re not going to go quite back to the way you were before? It’s going to be different?\nIt’ll certainly be different.\nYeah, the combination of COVID and Brexit, indeed.\nYeah, it’s killing agriculture big style. If all the manufacturers stop, it’ll kill it.\nAnd that’s all very worrying. Well, I hope things get better for you. I’ve come to the end of my questions now, you’ve shed a lot of insight into what’s sort of happening in this situation. I wonder, do you have any further thoughts, or questions, that you might want to add?\nWhat’s the idea – obviously you’re asking other people within the industry – what is the general consensus of what people are saying?\nWe’ve only just started, but one of the aims of the research is to find out just that. Find out what are the common issues, what are the common concerns, and what the problems – and possibly solutions are that people might be facing.\nYeah. I think there are two-three solutions to the problem. One, we need to be sourcing more locally and supporting more local businesses – that’s a must in every sector we go to. I think we need to allow the money to come down the food chain, to get it back. And these food miles are absolutely nuts. It’s mad. And yeah, money needs to be readily available for people like ourselves to invest in the right places to become more efficient at what we’re doing. We’ll have no business left. The banking industry needs to be relaxed for the right people, to allow them to really put a long-term plan in place for jobs and everything.\nWithout food there isn’t much else, is there really?\nNot really! We’ve got the retail side but that’s upside down. But I’m not saying free money, far from it, I don’t want any subsidies, we’ve got to stand for ourselves. We need to be able survive and we need to be competitive.\nSo, what you’re looking for is appropriate investment?\nYes. And the government-backed loans for the right…it’s like a chicken-and-egg – you can’t have one without the other, but someone needs to allow us to have some money, an investment pot. Put it to them – to do what you want and what you say you’re going to do, we need these businesses to invest.\nThat seems very clear. As we were saying earlier about if there was more investment in food manufacturing then you could supply those manufacturing firms.\nAbsolutely.\nSo, there needs to be investment down the food chain, but also making those food chains shorter, as short as possible?\nWell, the less people in the chain, there are less people to pay. So, there’s more money coming back to the farm.\n\nEND",
      "chunks": [
        {
          "chunk_id": "Document_chunk_0",
          "original_index": 0,
          "content": "Could you say a little bit about your organisation’s activities?\n---\nWhen you say that, do you mean the farm side or the [org name] ?\n---\nI think the [org name].\n---\n[org name] is 3 farmers, we all grow potatoes.\n---\nWe are all selling individually, and what we’re trying to do is come together to make an organisation basically, where all our potatoes are bought centrally and marketed all together.\n---\nSo, fundamentally, we brought in a trader to take the burden out of the individual farms and get closer to the customers, because the customers don’t really want to deal with the farms, they would rather go through an organisation.\n---\nSo, it’s like an interface between the farmers and the customers?\n---\nYes, basically, somewhere in the middle it’s owned by the farmers.\n---\nSet up for the farmers.\n---\nAnd the idea is by taking the middle man out, we are the middle man.\n---\nSo, you’re taking the middle man out from between the farmers and the market?\n---\nYes.\n---\nWe are the traders in the middle.\n---\nThat’s great.\n---\nWhat’s your personal involvement in this?\n---\nWhat role do you play?\n---\nWhen the factory wants loads, well, rather than going to individual farms, we manage their supply into the factory.\n---\nSo, there’s about ten-fifteen farms, supplying in.\n---\nAnd we manage that supply so that there’s a steady supply of potatoes rather than odds and sods here and there.\n---\nThen obviously, they pay [org name]  and [org name]  distributes the money out to the farmers.\n---\nSo, I believe you operate on a local level?\n---\nThe main core of the group is local.\n---\nBut then we do supply factories all over the country.\n---\nAnd we buy potatoes from all over the country as well, on an ad hoc basis, so we can supply all year round because potatoes arrive at different periods of the year.\n---\nAnd obviously, we want to supply the factories all year round, and they want a supply all year round."
        },
        {
          "chunk_id": "Document_chunk_1",
          "original_index": 1,
          "content": "---\nSo, we buy from other farms as well, which supply at different times of year, it varies.\n---\nIs this nationally, or do you do anything with factories or suppliers in other countries?\n---\nWe do a little bit.\n---\nWe have exported in the past.\n---\nNot much this year.\n---\nLast year we were exporting and importing.\n---\nBut it’s only really to fill any gaps.\n---\nWhen we have extreme heat, or anything like that, we just fill in gaps when there’s surplus, things like that.\n---\nSo, you operate locally, regionally and nationally.\n---\nBut internationally when you have to, when there’s a gap?\n---\nYeah, when there are too many potatoes here, we have exported to Poland, exported to Ireland and Belgium quite a bit.\n---\nBut that’s not a regular thing, that’s just when the market requires it, if there’s an opportunity we have to grab it.\n---\nHow would you consider yourself to be innovative?\n---\nWhat do you feel you are doing differently?\n---\nInitially we had to go through somewhere else other than [org name] and there is a lot of money in the middle man.\n---\nAnd basically, the idea was that we cut out the middle man and all that money comes back to the farm.\n---\nSo, we’re not there to make money, we’re there to pass the money back to the farmer.\n---\nAnd that is the crux of the industry that has not been happening.\n---\nThe money going back to farmers – that’s what’s not been happening?\n---\nIt’s not been going back to the farmer.\n---\nAnd that’s what you aim to address?\n---\nThat’s what we’re trying to deal with.\n---\nAnd since we’ve become in the area, doing what we’re doing, these other mergers in the middle are taking the mass market out because they have to compete.\n---\nSo, are you saying there’s now competition?\n---\nThere’s more competition in the area.\n---\nSo, people have seen that it’s a good idea and they want in on it?\n---\nYes, as it were.\n---\nI’ve just obeyed the company really."
        },
        {
          "chunk_id": "Document_chunk_2",
          "original_index": 2,
          "content": "---\nWe’ve got a lot to do, to get to where we want to get to.\n---\nIt’s certainly helping.\n---\nObviously, after Covid it’s been a challenging year.\nIndeed.\n---\nSo, in terms of collaborators – well you’ve touched on competition, but considering who you’re collaborating with at the moment, there’s the three farms and other suppliers?\n---\nThere’s three farms that are direct suppliers, and then we have contractual other farms, basically guaranteeing us their spuds, contracted into the group.\n---\nAnd we supply factories like Walkers, McCains, Seabrooks – various crisps, all those sorts of people.\n---\n[unclear] Food, we do a little bit of pre-packaged for supermarkets with Morrison’s and different people.\n---\n[unclear 0:08:51.0]\nAnd you’ve explained that your role in this network is bypassing the middle man and making sure that the most profit goes from the customers back to the farmers?\n---\nYes, basically.\n---\nWho amongst the people you’re working with, who are crucial?\n---\nWith the other people who you’ve mentioned, who you’re collaborating with, are they all crucial to the functioning of [org name] ?\n---\nNo, not the day-to-day running of it.\n---\nI’m obviously managing the office with staff.\n---\nThey are obviously directors of the business, interested in how it works, but the day-to-day management comes back to me and the staff.\n---\nIs that what you mean?\n---\nYes, so what you’re saying is that if a supplier dropped out, you could find a different supplier, and things like that?\n---\nYes, obviously the crucial thing is suppliers and farmers.\n---\nIf you haven’t got them, or enough of them to supply the demand you’ve got, you’ve got problems.\n---\nSo, they’re the important ones?\n---\nYes.\n---\nPlus, of course, the people who like yourself, are actually running the organisation, running the outfit?\n---\nWho’s crucial within who runs it?\n---\nI think you just mentioned the people who are managing it?"
        },
        {
          "chunk_id": "Document_chunk_3",
          "original_index": 3,
          "content": "---\nYeah, that’s me, we’re the crucial ones.\n---\nWell, if we don’t do what we do then someone else will do it.\n---\nBut yeah, we are the ones making it work.\n---\nSo, I think, looking a little bit towards the future, if you consider the next few years, and for the longer term, perhaps the next fifteen years, what would you say is your vision for what you might call, ‘Future Food Systems’?\n---\nMy vision for the future – I think sustainability is the key to anything.\n---\nIf we don’t have sustainability, we’ve got problems.\n---\nI want to bring more farmers on board, to grow our members; to see the benefits of what we’re doing.\n---\nAnd also, to look at taking this – we’ve just started off a 7.5kg bag line, it’s a new thing for us, getting closer to the customer, and I think we’ll look at something else to get closer to the customer really and cut the factories out, where we become further down the chain.\n---\nThe closer to the customer we get, the more we’ll get back to the farm.\n---\nSo, ultimately you would have a process that would take the produce directly from the farm, straight to the end customer?\n---\nThat is the ultimate.\n---\nI think rather than just selling the potato, we’ll slice it, and things like that.\n---\nOr we’ll put it into ready-made meals.\n---\nWell maybe not that, but get it ready to go closer to the end user.\n---\nSo, you’re sort of gradually, as you mentioned, bypassing elements of the chain, starting recently with going direct to consumer and that’s the direction you want to take in the future?\n---\nI think one thing is the scale, we need to increase the volumes we trade as a group.\n---\nAnd on the other side we need an avenue where we get closer to the customer, to take the volatility out of the job."
        },
        {
          "chunk_id": "Document_chunk_4",
          "original_index": 4,
          "content": "---\nAnd how do you feel this will contribute to sustainability?\nBecause you’ve got [unclear] contracts in front of you.\n---\nThe factories, the customers – to be honest, the customers are quite happy paying a fair price for a good quality product.\n---\nThe problem is market prices – these dealers in the middle, and the factories, are really, when they can do, dropping the price for the farmers.\n---\nSo, we need to move closer to the end product where we can sustain a steady, average price for sustainability.\n---\nBecause in the last two years, we’ve seen the base price collapse to £30-£40 per tonne.\n---\nAnd to give you an idea, we need £100-£110 per tonne to cover costs, to break even.\n---\nAnd so, you can charge a fair price to the end customer whilst still getting enough profit to stay in business?\n---\nYes.\n---\nRight, good.\n---\nSo, we need to get close to then cut those rogues out the industry, really.\n---\nOkay, so it’s cutting the rogues out.\n---\nSo, it sounds like you’ve already taken the next step towards doing that by starting a direct-to-customer service?\n---\nYeah, that was done – we launched about four months’ ago.\n---\nAnd this is basically the direction you’re going in, to expand that part of the business?\n---\nIt’s part of it yes.\n---\nObviously, there are different areas.\n---\nWe want more growers on board, more customers, and to grow that base we’d need to add more of what we’re doing and probably streamline what we’re doing.\n---\nSo, there’s a three-way approach where we can drive out the inefficiencies, really.\n---\nAnd another thing, well as you know, things have changed quite recently – can you see any trends in society that could perhaps accelerate the vision that you’ve just put forward, that might contribute to help?\n---\nObviously, COVID is a massive thing.\n---\nI do think there is more of an element of people wanting to know where it’s come from."
        },
        {
          "chunk_id": "Document_chunk_5",
          "original_index": 5,
          "content": "---\nAnd I think there is an element of people wanting that, but it’s how you get the price and the customers to stop undermining everything we’re doing in the UK, in the food industry.\n---\nBecause customers are willing to pay for it.\n---\nThey’re willing to pay for quality.\n---\nBut, there’s people within the system that will say, ‘This is this,’ but meanwhile bring some cheap stuff in the backdoor.\n---\nAnd that, as an industry, as a country, for food manufacturing areas we need to clamp down on.\n---\nI’m wondering if Brexit is a factor?\n---\nIf it’s harder to import things, would that be in your favour?\n---\nWell, it’s harder to import things, definitely.\n---\nBut as a country we haven’t got enough manufacturers to process the potatoes we have in the country anyway.\n---\nSo, we’ve let it all go abroad, potatoes go to Belgium and then come back ready-made.\n---\nBut that might be more difficult.\n---\nSo, it’s about developing manufacturing capacity to actually use what we already have?\n---\nWe use what here, we import a large amount of potatoes anyway, for ready-made meals and things like that.\n---\nWe’ve got the product to use, it’s here in the country but we’re not utilising it.\n---\nAnd the factories, the money has been invested in other countries, not the UK for processing potatoes.\n---\nAnd I know there’s McCain’s have reduced what they spend here, and [unclear – 0:16:17:0] their major competitor take potatoes out of the UK, into Belgium, process them and they come back as a value pack for the supermarkets.\n---\nWhy are we allowing the road miles and everything else – it’s crackers.\n---\nSo, it sounds like the bottle-neck is actually going to be processing capacity in the UK?\n---\nYes.\n---\nThe farmers are there, they’ll do a good job.\n---\nThey’re there to do it.\n---\nBut if they can’t process what we produce, we’re snookered.\n---\nWe’re just flooding the market."
        },
        {
          "chunk_id": "Document_chunk_6",
          "original_index": 6,
          "content": "---\nDo you think that [org name]  could actually, in any way, contribute towards helping with developing this processing capacity?\n---\nWe could, but the trouble with all these ideas is that they cost a lot of money.\n---\nAnd at a farm level, there isn’t a lot of money left in the tank to be able to chuck at these things.\n---\nYou’ve got to make your profits to then reinvest them.\n---\nAnd the banking industry is backing away from agriculture, because it’s not seen as a very well – the profit margins are pathetic.\n---\nSo, it’s building that to go forward.\n---\nMoney is key.\n---\nJust like a chicken and egg scenario, isn’t it?\n---\nYes.\n---\nSo, you’re aware of this issue but you might not be in a position personally to do much about it?\nExactly.\n---\nI can see the issue.\n---\nI know exactly what the issue is\n---\nand I know where you’d take it forward.\n---\nBut without the investment or money to back what requires doing, it’s a waste of time, isn’t it?\n---\nSo, moving on a little bit more to financial issues, how resilient do you feel your organisation is?\n---\nHow stable do you think things might be, going forward in the next few years?\n---\nThe stability in [org name]  is fine.\n---\nThe stability in agriculture and farming is disastrous.\n---\nWithout the farmers and the potatoes, and supply what ever you’re doing, we’re not very stable.\n---\nThe problem is, manufacturing full stop.\n---\nIn this country I’m hoping Brexit will change it but we don’t know whether we’ve got a good deal or a bad deal yet, do we?\n---\nIt’s still evolving, yeah.\n---\nIt’s a long way to go to get through this.\n---\nFarming is in a dire mess.\n---\nAnd that includes potatoes.\n---\nAnd that’s not necessarily for the price, it’s the weather patterns and everything.\n---\nIt’s very, very difficult.\n---\nI’m looking at things from two sides of the fence.\n---\nAnd so, which two sides?"
        },
        {
          "chunk_id": "Document_chunk_7",
          "original_index": 7,
          "content": "---\nThe side of the farmer, I’ve a £2 million turnover business farming.\n---\nAnd it’s not paying.\n---\nAnd I’m on the [org name] , the middle part of that is paying, but without farmers, you haven’t got a business.\n---\nSo, this is basically the main risk, the whole farming industry in the UK after Brexit?\n---\nWe don’t know which way it’s going to go.\n---\nThere are very few farms in the last two or even three years that are actually profitable to a level that is satisfactory to a bank manager.\n---\nThat is worrying indeed.\n---\nAnd the banks are – it’s very difficult for them to lend, if the business has a negative cash flow, through no fault of their own.\n---\nAnd there’ll be a lot of businesses after COVID with the same scenario now.\n---\nWe’ll come back to COVID in a moment, but in your answer to business and in [org name] , what sort of contingency plans to you have for the next few years, to deal with these risks?\n---\nThe contingency plan for the farm side of things is basically reduce what I’m doing, because I cannot risk the losses.\n---\nSo, I’m actually downscaling what we’re doing.\n---\nReducing the farm size.\n---\nNow I’m in my late 30’s (nearly 40!), I should really be pushing things on.\n---\nYeah, building things up, developing them, yeah.\n---\nDeveloping, and actually, we doing quite the opposite.\n---\nI’m doing the less.\n---\nFrom the [org name]  point of view, basically, I’m getting more growers on board and spreading the risk out to more growers.\n---\nSo, the more growers we get, the less at risk we are."
        },
        {
          "chunk_id": "Document_chunk_8",
          "original_index": 8,
          "content": "---\nSo, can reduce risk on the [org name]  side by diversifying, bringing in more growers, and on the farm side all you can do is down scale to a point at which you feel you can operate?\nWhich is downscale to a point at which it’s manageable and we can guarantee sales through all of our products we produce.\n---\nWhat else can you do?\n---\nI’m going to be here in the future.\n---\nYes, you’re just not quite sure how.\n---\nThat’s all rather worrying.\n---\nAnd then of course, there is the COVID crisis on top of this.\n---\nSo, perhaps just considering that in particular, how did COVID impact you as an organisation?\n---\n[org name] , as an organisation, we had contracts – our customers basically tore up in front of us.\n---\nFor supply, we’ve basically not been able to move the tonnage required because one of our sectors we supply, the food sector, restaurants etc., overnight, stopped.\n---\nAnd I would say about one third of the potato industry supplies this sector.\n---\nSo, all of a sudden, we had a lot of potatoes sat there with no homes.\n---\nThat was a major effect.\n---\nTo the point after the lockdown now, this sector doesn’t require the potatoes.\n---\nAnd we’re planning now for 2021/2022 harvest and to be quite honest we’ve got customers who won’t sign a contract with us until they know more about what is going to happen.\n---\nBut as a farmer, you have to buy the seed, you have to plant the potatoes, you can’t stop.\n---\nBut the customers are just saying, ‘Well, not sure.\n---\nPlant them – I’ll let you know later in the year whether we’re going to take them or not.’\n---\nAre you fearing you might end up with a pile of potatoes you can’t sell to anybody?\nAbsolutely.\n---\nThousands of tonnes of potatoes in the ground and in sheds which will not get processed or used.\n---\nThey’ll just get wasted.\n---\nI wonder if the Direct to Customer service could help here?"
        },
        {
          "chunk_id": "Document_chunk_9",
          "original_index": 9,
          "content": "---\nIf you could get some straight to the customers, would that help?\n---\nThere is an element of that, but there are a lot of people who don’t use potatoes – the cooking at home is rice, it’s pasta.\n---\nCertainly, don’t want to be importing stuff, which is what’s coming up.\n---\nSo, if you want to help the British farmers, the supermarkets, the factories need to stop importing stuff.\n---\nAnd start taking things from British suppliers.\n---\nSo, is [org name]  a suitable venue to publicise this, to actually say, ‘Look, we’ve got all this stuff, you don’t need to go abroad’?\n---\nWell, it is, but we’re probably not a big enough player.\n---\nWhen you’re talking to the likes of McCain’s, and Walkers, and those sorts of people, they’re a multinational company anyway, they have suppliers from all over the place.\n---\nIt’s got to come from government level really, to say, ‘No, no more.’\n---\nOr the supermarkets, the customers.\n---\nBut it’s not the public, it is the supermarkets.\n---\nAnd the government has got to say, ‘No, enough is enough.’\n---\nApart from all these bad things that have clearly happened, is there anything that has changed for the better as a result of COVID?\n---\nAnything at all?\n---\nThe small outlets like farm shops, places like that, they often have online sales, the veg boxes – that side of things has done very well on the back of it.\n---\nSo, that’s something, that’s good.\n---\nBut it’s not to the same scale as what we’ve lost on the other side.\n---\nAnd I think you’ll be likely to continue building that up, even as COVID passes?\nThat will continue and hopefully will go from strength to strength.\n---\nSo, you’re not going to go quite back to the way you were before?\n---\nIt’s going to be different?\n---\nIt’ll certainly be different.\n---\nYeah, the combination of COVID and Brexit, indeed.\n---\nYeah, it’s killing agriculture big style."
        },
        {
          "chunk_id": "Document_chunk_10",
          "original_index": 10,
          "content": "---\nIf all the manufacturers stop, it’ll kill it.\n---\nAnd that’s all very worrying.\n---\nWell, I hope things get better for you.\n---\nI’ve come to the end of my questions now, you’ve shed a lot of insight into what’s sort of happening in this situation.\n---\nI wonder, do you have any further thoughts, or questions, that you might want to add?\n---\nWhat’s the idea – obviously you’re asking other people within the industry – what is the general consensus of what people are saying?\n---\nWe’ve only just started, but one of the aims of the research is to find out just that.\n---\nFind out what are the common issues, what are the common concerns, and what the problems – and possibly solutions are that people might be facing.\n---\nYeah.\n---\nI think there are two-three solutions to the problem.\n---\nOne, we need to be sourcing more locally and supporting more local businesses – that’s a must in every sector we go to.\n---\nI think we need to allow the money to come down the food chain, to get it back.\n---\nAnd these food miles are absolutely nuts.\n---\nIt’s mad.\n---\nAnd yeah, money needs to be readily available for people like ourselves to invest in the right places to become more efficient at what we’re doing.\n---\nWe’ll have no business left.\n---\nThe banking industry needs to be relaxed for the right people, to allow them to really put a long-term plan in place for jobs and everything.\n---\nWithout food there isn’t much else, is there really?\nNot really!\n---\nWe’ve got the retail side but that’s upside down.\n---\nBut I’m not saying free money, far from it, I don’t want any subsidies, we’ve got to stand for ourselves.\n---\nWe need to be able survive\n---\nand we need to be competitive.\n---\nSo, what you’re looking for is appropriate investment?\n---\nYes.\n---\nAnd the government-backed loans for the right…it’s like a chicken-and-egg – you can’t have one without the other, but someone needs to allow us to have some money, an investment pot."
        },
        {
          "chunk_id": "Document_chunk_11",
          "original_index": 11,
          "content": "---\nPut it to them – to do what you want and what you say you’re going to do, we need these businesses to invest.\n---\nThat seems very clear.\n---\nAs we were saying earlier about if there was more investment in food manufacturing then you could supply those manufacturing firms.\nAbsolutely.\n---\nSo, there needs to be investment down the food chain, but also making those food chains shorter, as short as possible?\n---\nWell, the less people in the chain, there are less people to pay.\n---\nSo, there’s more money coming back to the farm.\n---\nEND"
        }
      ]
    }
  ]