[
    {
        "quote": "We are all selling individually, and what we’re trying to do is come together to make an organisation basically, where all our potatoes are bought centrally and marketed all together."
    },
    {
        "quote": "the idea was that we cut out the middle man and all that money comes back to the farm."
    },
    {
        "quote": "we supply factories like Walkers, McCains, Seabrooks – various crisps, all those sorts of people."
    },
    {
        "quote": "our customers basically tore up in front of us. For supply, we’ve basically not been able to move the tonnage required."
    },
    {
        "quote": "we had a lot of potatoes sat there with no homes."
    },
    {
        "quote": "So, we buy from other farms as well, which supply at different times of year, it varies."
    },
    {
        "quote": "But that’s not a regular thing, that’s just when the market requires it, if there’s an opportunity we have to grab it."
    },
    {
        "quote": "So, fundamentally, we brought in a trader to take the burden out of the individual farms and get closer to the customers."
    },
    {
        "quote": "And obviously, we want to supply the factories all year round, and they want a supply all year round."
    },
    {
        "quote": "Yeah, when there are too many potatoes here, we have exported to Poland, exported to Ireland and Belgium quite a bit."
    },
    {
        "quote": "We are all selling individually, and what we’re trying to do is come together to make an organisation basically, where all our potatoes are bought centrally and marketed all together."
    },
    {
        "quote": "the idea was that we cut out the middle man and all that money comes back to the farm."
    },
    {
        "quote": "the money going back to farmers – that’s what’s not been happening?"
    },
    {
        "quote": "there’s more competition in the area."
    },
    {
        "quote": "the trouble with all these ideas is that they cost a lot of money."
    },
    {
        "quote": "Yes, so what you’re saying is that if a supplier dropped out, you could find a different supplier, and things like that? Yes, obviously the crucial thing is suppliers and farmers. If you haven’t got them, or enough of them to supply the demand you’ve got, you’ve got problems. So, they’re the important ones? Yes."
    },
    {
        "quote": "There’s three farms that are direct suppliers, and then we have contractual other farms, basically guaranteeing us their spuds, contracted into the group."
    },
    {
        "quote": "What we’re trying to do is come together to make an organisation basically, where all our potatoes are bought centrally and marketed all together."
    },
    {
        "quote": "We brought in a trader to take the burden out of the individual farms and get closer to the customers, because the customers don’t really want to deal with the farms, they would rather go through an organisation."
    },
    {
        "quote": "We are all selling individually, and what we’re trying to do is come together to make an organisation basically, where all our potatoes are bought centrally and marketed all together."
    },
    {
        "quote": "Sustainability is the key to anything. If we don’t have sustainability, we’ve got problems."
    },
    {
        "quote": "The closer to the customer we get, the more we’ll get back to the farm."
    },
    {
        "quote": "We need to move closer to the end product where we can sustain a steady, average price for sustainability."
    },
    {
        "quote": "I think rather than just selling the potato, we’ll slice it, and things like that."
    },
    {
        "quote": "So, it’s about developing manufacturing capacity to actually use what we already have? We use what here, we import a large amount of potatoes anyway, for ready-made meals and things like that. We’ve got the product to use, it’s here in the country but we’re not utilising it."
    },
    {
        "quote": "The stability in [org name] is fine. The stability in agriculture and farming is disastrous. Without the farmers and the potatoes, and supply what ever you’re doing, we’re not very stable."
    },
    {
        "quote": "Money is key."
    },
    {
        "quote": "I think sustainability is the key to anything. If we don’t have sustainability, we’ve got problems."
    },
    {
        "quote": "So, it sounds like the bottle-neck is actually going to be processing capacity in the UK?"
    },
    {
        "quote": "From the [org name] point of view, basically, I’m getting more growers on board and spreading the risk out to more growers. So, the more growers we get, the less at risk we are."
    },
    {
        "quote": "The contingency plan for the farm side of things is basically reduce what I’m doing, because I cannot risk the losses. So, I’m actually downscaling what we’re doing."
    },
    {
        "quote": "So, you’re aware of this issue but you might not be in a position personally to do much about it? Exactly. I can see the issue. I know exactly what the issue is and I know where you’d take it forward."
    },
    {
        "quote": "The stability in [org name] is fine. The stability in agriculture and farming is disastrous."
    },
    {
        "quote": "Without the farmers and the potatoes, and supply what ever you’re doing, we’re not very stable. The problem is, manufacturing full stop."
    },
    {
        "quote": "If all the manufacturers stop, it’ll kill it. And that’s all very worrying."
    },
    {
        "quote": "So, there needs to be investment down the food chain, but also making those food chains shorter, as short as possible?"
    },
    {
        "quote": "I think sustainability is the key to anything. If we don’t have sustainability, we’ve got problems."
    },
    {
        "quote": "The closer to the customer we get, the more we’ll get back to the farm."
    },
    {
        "quote": "We need to be sourcing more locally and supporting more local businesses – that’s a must in every sector we go to."
    }
]